Repository: iina/iina
Catalog: iina/Localizable.xcstrings
Source language: en
Languages: af, ar, ca, cs, da, de, es, fi, fr, he, hi, hr, hu, id, it, ja, ko, nl, pl, pt_br, pt_pt, ro, ru, sk, sr_rs, sv, tr, uk, zh_hans, zh_hant

# osd.sub_delay.nodelay
source: Subtitle Delay: No Delay
af: Geen onderskrifvertraging
ar: تأخير الترجمة: لا تأخير
ca: Retard dels subtítols: sense retard
cs: Zpoždění titulků: Žádné
da: Undertekstforsinkelse: Ingen forsinkelse
de: Untertitelverzögerung: Keine
es: Retraso de subtítulos: Sin Retraso
fi: Äänen viive: Ei viivästystä
fr: Délai des sous-titres : aucun
he: עיכוב כתוביות: ללא עיכוב
hi: उपशीर्षक देरी: विलंब न करें
hr: Kašnjenje titla: bez kašnjenja
hu: Felirat késleltetés: Nincs késleltetés
id: Penundaan Terjemahan: Tanpa Penundaan
it: Differenza sottotitoli: 0.00s
ja: 字幕ディレイ: ディレイなし
ko: 자막 지연: 없음
nl: Geen ondertitelingvertraging
pl: Opóźnienie napisów: Brak
pt_br: Atraso de Legenda: Sem Atraso
pt_pt: Atraso da legenda: Sem atraso
ro: Întârziere subtitrare: Fără întârziere
ru: Задержка субтитров: нет задержки
sk: Posunutie titulkov: Žiadne
sr_rs: Kašnjenje titla: bez kašnjenja
sv: Undertextsfördröjning: Ingen fördröjning
tr: Altyazı Gecikmesi: Gecikme Yok
uk: Затримка субтитрів: без затримки
zh_hans: 字幕延迟：无延迟
zh_hant: 字幕延遲：無

# osd.sub_downloaded
source: Subtitle downloaded
af: Onderskrif afgelaai
ar: تم تنزيل الترجمة
ca: Subtítols baixats
cs: Titulky staženy
da: Undertekster downloadet
de: Untertitel geladen
es: Subtítulos descargados
fi: Tekstitys ladattu
fr: Sous-titre téléchargé
he: הכתוביות הורדו
hi: उपशीर्षक डाउनलोड किया गया
hr: Titl je preuzet
hu: Felirat letöltve
id: Terjemahan terunduh
it: Sottotitoli scaricati
ja: 字幕をダウンロードしました
ko: 자막 다운로드됨
nl: Ondertiteling gedownload
pl: Pobrano napisy
pt_br: Legenda baixada
pt_pt: Legenda transferida
ro: Subitrare descărcată
ru: Субтитры скачаны
sk: Titulky stiahnuté
sr_rs: Titl je preuzet
sv: Undertext nedladdad
tr: Altyazı indirildi
uk: Субтитри завантажено
zh_hans: 字幕已下载
zh_hant: 字幕下載完成

# osd.sub_not_found
source: No subtitles found
af: Geen onderskrifte gevind
ar: لم يتم العثور على ترجمات
ca: No s'han trobat subtítols
cs: Titulky nenalezeny
da: Ingen undertekster fundet
de: Keine Untertitel gefunden
es: No se encontraron subtítulos
fi: Tekstityksiä ei löytynyt
fr: Aucun sous-titre trouvé
he: לא נמצאו כתוביות
hi: कोई उपशीर्षक नहीं मिला
hr: Nema titlova
hu: Nem található felirat
id: Terjemahan tidak ditemukan
it: Sottotitoli non trovati
ja: 字幕が見つかりませんでした
ko: 자막을 찾지 못했습니다
nl: Geen ondertiteling gevonden
pl: Nie znaleziono pasujących napisów
pt_br: Nenhuma legenda encontrada
pt_pt: Não foram encontradas legendas
ro: Nu s-au găsit subtitrări
ru: Субтитры не найдены
sk: Titulky nenájdené
sr_rs: Nije pronađen nijedan titl
sv: Inga undertexter hittades
tr: Altyazı bulunamadı
uk: Субтитрів не знайдено
zh_hans: 查无字幕
zh_hant: 找不到字幕

# osd.sub_saved
source: Subtitle saved
af: Onderskrif bewaar
ar: تم حفظ الترجمة
ca: Subtítols desats
cs: Titulky uloženy
da: Undertekster gemt
de: Untertitel gesichert
es: Subtítulo guardado
fi: Tekstitys tallennettu
fr: Sous-titre sauvegardé
he: הכתוביות נשמרו
hi: उपशीर्षक सहेजा गया
hr: Titl je spremljen
hu: Felirat mentve
id: Terjemahan tersimpan
it: Sottotitoli salvati
ja: 字幕を保存しました
ko: 자막 저장됨
nl: Ondertiteling opgeslagen
pl: Zapisano napisy
pt_br: Legenda salva
pt_pt: Legenda guardada
ro: Subtitrare salvată
ru: Субтитры сохранены
sk: Titulky uložené
sr_rs: Titl je sačuvan
sv: Undertext sparad
tr: Altyazı kaydedildi
uk: Субтитри збережено
zh_hans: 字幕已保存
zh_hant: 字幕已保存

# osd.subtitle_pos
source: Subtitle Position: %.1f
af: Onderskrifposisie: %.1f
ar: موضع الترجمة: %.1f
ca: Posició dels subtítols: %.1f
cs: Umístění titulků: %.1f
da: Undertekstposition: %.1f
de: Untertitelposition: %.1f
es: Posición de subtítulos: %.1f
fi: Tekstityksen sijainti: %.1f
fr: Position des sous-titres : %.1f
he: מיקום כתוביות: %.1f
hi: उपशीर्षक पद: %.1f
hr: Položaj titla: %.1f
hu: Felirat pozíciója: %.1f
id: Posisi Terjemahan: %.1f
it: Posizione sottotitoli: %.1f
ja: 字幕の位置: %.1f
ko: 자막 위치: %.1f
nl: Ondertitelingspositie: %.1f
pl: Pozycja napisów: %.1f
pt_br: Posição da Legenda: %.1f
pt_pt: Posição da Legenda: %.1f
ro: Poziție subtitrare: %.1f
ru: Позиция субтитров: %.1f
sk: Umiestnenie titulkov: %.1f
sr_rs: Položaj titla: %.1f
sv: Undertextposition: %.1f
tr: Altyazı Konumu: %.1f
uk: Позиція субтитрів: %.1f
zh_hans: 字幕位置：%.1f
zh_hant: 字幕位置：%.1f

# osd.subtitle_scale
source: Subtitle Scale: %.2fx
af: Onderskrifskaal: %.2fx
ar: حجم الترجمة: %.2fx
ca: Escala dels subtítols: %.2fx
cs: Velikost titulků: %.2f×
da: Undertekstskale: %.2fx
de: Untertitelgröße: %.2fx
es: Escala de subtítulos: %.2fx
fi: Tekstityksen skaalaus: %.2fx
fr: Échelle des sous-titres : %.2fx
he: קנה מידה כתוביות: %.2fx
hi: उपशीर्षक स्केल: %.2fx
hr: Skaliranje titla: %.2fx
hu: Felirat méret: %.2fx
id: Skala Terjemahan: %.2fx
it: Scala sottotitoli: %.2fx
ja: 字幕の大きさ: %.2fx
ko: 자막 크기: %.2f배
nl: Ondertitelingsschaal: %.2fx
pl: Skala napisów: %.2fx
pt_br: Escala da Legenda: %.2fx
pt_pt: Tamanho da legenda: %.2fx
ro: Scală subtitrare: %.2fx
ru: Масштаб субтитров: %.2f×
sk: Veľkosť titulkov: %.2fx
sr_rs: Razmera titla: %.2fx
sv: Undertextskala: %.2fx
tr: Altyazı Boyutu: %.2fx
uk: Розмір субтитрів: %.2fx
zh_hans: 字幕缩放：%.2fx
zh_hant: 字幕縮放：%.2f 倍

# osd.timed_out
source: Timed Out
af: Uitgetel
ar: انتهت المهلة
ca: Temps d'espera superat
cs: Časový limit vypršel
da: Tiden løb ud
de: Zeitüberschreitung
es: Tiempo agotado
fr: Délai de connexion expiré
hr: Isteklo
hu: Időtúllépés
id: Terputus
it: Tempo scaduto
ja: タイムアウト
ko: 시간 초과됨
pl: Upłynął limit czasu odpowiedzi
pt_br: Tempo esgotado
ro: Timp expirat
ru: Время вышло
sk: Čas vypršal
tr: Zaman Aşımı
uk: Час вийшов
zh_hans: 超时
zh_hant: 已逾時

# osd.unmute
source: Unmute
af: Ontdemp
ar: إلغاء الكتم
ca: Amb so
cs: Zesíleno
da: Lydløs fra
de: Ton ein
es: No silenciar
fi: Poista mykistys
fr: Son rétabli
he: לא מושתק
hr: Uključi zvuk
hu: Némítás feloldása
id: Nyalakan Suara
it: Attiva
ja: ミュート解除
ko: 음소거 해제
nl: Geluid aan
pl: Włącz dźwięk
pt_br: Audio Ligado
pt_pt: Ligar som
ro: Activează sunetul
ru: Включение звука
sk: Zosilniť
sr_rs: Ponovo uključi zvuk
sv: Tysta av
tr: Sesi Aç
uk: Зі звуком
zh_hans: 取消静音
zh_hant: 取消靜音

# osd.video_eq.brightness
source: Brightness: %i
af: Helderheid: %i
ar: السطوع: %i
ca: Brillantor: %i
cs: Jas: %i
da: Lysstyrke: %i
de: Helligkeit: %i
es: Brillo: %i
fi: Kirkkaus: %i
fr: Luminosité : %i
he: בהירות: %i
hi: चमक: %i
hr: Svjetlost: %i
hu: Fényerő: %i
id: Kecerahan: %i
it: Luminosità: %i
ja: 明るさ: %i
ko: 밝기: %i
nl: Helderheid: %i
pl: Jasność: %i
pt_br: Brilho: %i
pt_pt: Luminosidade: %i
ro: Luminozitate: %i
ru: Яркость: %i
sk: Jas: %i
sr_rs: Svetlina: %i
sv: Ljusstyrka: %i
tr: Parlaklık: %i
uk: Яскравість: %i
zh_hans: 亮度：%i
zh_hant: 亮度：%i

# osd.video_eq.contrast
source: Contrast: %i
af: Kontras: %i
ar: التباين: %i
cs: Kontrast: %i
da: Kontrast: %i
de: Kontrast: %i
es: Contraste: %i
fi: Kontrasti: %i
fr: Contraste : %i
he: ניגודיות: %i
hi: कन्ट्रास्ट: %i
hr: Kontrast: %i
hu: Kontraszt: %i
id: Kontras: %i
it: Contrasto: %i
ja: コントラスト: %i
ko: 대비: %i
pl: Kontrast: %i
pt_br: Contraste: %i
pt_pt: Contraste: %i
ru: Контраст: %i
sk: Kontrast: %i
sr_rs: Kontrast: %i
sv: Kontrast: %i
tr: Kontrast: %i
uk: Контрастність: %i
zh_hans: 对比度：%i
zh_hant: 對比度：%i

# osd.video_eq.hue
source: Hue: %i
af: Tint: %i
ca: To: %i
cs: Odstín: %i
de: Farbton: %i
es: Matiz: %i
fi: Värisävy: %i
fr: Teinte : %i
he: גוון: %i
hi: रंग: %i
hr: Nijansa: %i
hu: Színárnyalat: %i
id: Warna: %i
it: Tonalità: %i
ja: 色調: %i
ko: 색조: %i
nl: Tint: %i
pl: Odcień: %i
pt_br: Tom: %i
pt_pt: Matiz: %i
ro: Nuanță: %i
ru: Оттенок: %i
sk: Odtieň: %i
sr_rs: Nijansa: %i
sv: Färgton: %i
tr: Ton: %i
uk: Відтінок: %i
zh_hans: 色调：%i
zh_hant: 色相：%i

# osd.video_eq.saturation
source: Saturation: %i
af: Versadiging: %i
ar: التشبع: %i
ca: Saturació: %i
cs: Sytost: %i
de: Sättigung: %i
es: Saturación: %i
fi: Kylläisyys: %i
he: רוויה: %i
hi: संतृप्ति: %i
hr: Zasićenost: %i
hu: Telítettség: %i
id: Saturasi: %i
it: Saturazione: %i
ja: 彩度: %i
ko: 채도: %i
nl: Verzadiging: %i
pl: Nasycenie: %i
pt_br: Cor: %i
pt_pt: Saturação: %i
ro: Saturație: %i
ru: Насыщенность: %i
sk: Saturácia: %i
sr_rs: Zasićenje: %i
sv: Mättnad: %i
tr: Doygunluk: %i
uk: Насиченість: %i
zh_hans: 饱和度：%i
zh_hant: 飽和度：%i

# permissions.file-system.desc
source: This plugin can read or write files on your disk, which may include sensitive information. It can also execute other programs or applications that can harm your computer. So be sure to verify the source.
af: Hierdie inprop kan lêers insluitend sensitiewe inligting op u skyf lees of skryf. Dit kan ook ander programmatuur of toepassings oproep wat u rekenaar kan skaad. Maak seker dat u die bron verifieer.
ar: يمكن لهذه الإضافة قراءة أو كتابة الملفات على القرص الخاص بك، بما في ذلك المعلومات الحساسة. يمكنها أيضًا الاتصال بالبرامج أو التطبيقات الأخرى التي يمكن أن تضر بجهاز الكمبيوتر الخاص بك. لذا تأكد من التحقق من المصدر.
ca: Aquest complement pot llegir o escriure fitxers al teu disc, incloent informació sensible. També pot cridar altres programes o aplicacions que poden malmetre el teu ordinador. Comprova el seu origen.
cs: Tento plug-in může číst nebo zapisovat soubory na disk, které mohou obsahovat citlivé informace. Může také spouštět jiné programy nebo aplikace, které mohou poškodit váš počítač. Ujistěte se, že jste ověřili jeho zdroj.
de: Diese Erweiterung kann Dateien, einschließlich sensibler Informationen lesen oder schreiben. Es kann auch andere Programme oder Anwendungen aufrufen, die deinem Computer schaden können. Überprüfe daher unbedingt die Quelle.
es: Este plugin puede leer o escribir archivos en su disco, incluyendo información confidencial. También puede llamar a otros programas o aplicaciones que pueden dañar su sistema, asegúrese de verificar la fuente.
fr: Cette extension peut lire ou écrire des fichiers sur votre disque, y compris des informations sensibles. Il peut également exécuter d'autres programmes ou applications susceptibles de nuire à votre ordinateur. Veillez donc à en vérifier la source.
he: תוסף זה יכול לקרוא או לכתוב קבצים בדיסק שלך, שעשויים לכלול מידע רגיש. הוא יכול גם להפעיל תוכניות או יישומים אחרים שיכולים להזיק למחשב שלך, אז הקפד לאמת את המקור.
hr: Ovaj dodatak može čitati ili pisati datoteke na tvom disku, uključujući osjetljive podatke. Također može pozvati druge programe ili aplikacije koje mogu oštetiti tvoje računalo. Stoga svakako provjeri izvor.
hu: Ez a bővítmény képes olvasni vagy írni a lemezen lévő fájlokat, beleértve az érzékeny információkat is. Más programokat vagy alkalmazásokat is meghívhat, amelyek kárt tehetnek a számítógépében. Ezért mindenképpen ellenőrizze a forrást.
id: Plugin ini dapat melakukan baca-tulis file pada disk Anda, termasuk informasi sensitif. Plugin ini juga dapat mengaktifkan program atau aplikasi lain yang dapat membahayakan komputer Anda. Mohon pastikan kembali keamanan sumbernya.
it: Questo plugin può leggere o scrivere file sul disco, comprese le informazioni sensibili. Può anche utilizzare altri programmi o applicazioni che possono danneggiare il computer. Assicurati di verificare la sua provenienza prima di procedere.
ja: このプラグインは、機密情報を含むディスク上のファイルを読み書きすることができます。 また、お使いのコンピュータに害を与える可能性がある他のプログラムやアプリケーションを呼び出すことができます。続行する前にソースを十分に確認してください.
ko: 이 플러그인은 민감한 정보를 포함하여 디스크의 파일을 읽거나 쓸 수 있습니다. 또한 컴퓨터에 해를 끼칠 수 있는 다른 프로그램이나 애플리케이션을 호출할 수도 있습니다. 따라서 출처를 반드시 확인하세요.
pl: Ta wtyczka może odczytywać i zapisywać pliki na dysku, w tym poufne informacje. Może także wywoływać inne programy lub aplikacje, które mogą uszkodzić komputer. Dlatego koniecznie sprawdź źródło.
pt_br: Esse plugin pode ler ou escrever arquivos em seu disco, incluindo informações sensíveis. Ele também pode chamar outros programas ou aplicativos que podem danificar seu computador. Portanto, certifique-se de verificar a origem.
ro: Această extensie poate citi sau scrie fișiere pe discul dvs., inclusiv informații sensibile. De asemenea, poate apela alte programe sau aplicații care vă pot afecta calculatorul. Deci asigurați-vă că ați verificat sursa.
ru: Этот плагин сможет получить доступ ко всем файлам на диске, включая конфиденциальную информацию. Он также сможет запускать другие программы, которые в теории могут навредить компьютеру. Пожалуйста, проверьте исходный код плагина.
sk: Tento plug-in môže čítať alebo zapisovať súbory na disk, vrátane citlivých informácií. Môže tiež využívať iné programy alebo aplikácie, ktoré môžu poškodiť váš počítač. Uistite sa teda, že ste overili jeho zdroj.
sv: Detta tillägget kan läsa och skriva till filer på din hårddisk, inklusive känslig information. Det kan även anropa andra program eller applikationer som kan skada din dator. Se till att verifiera källan noggrant.
tr: Bu eklenti, hassas bilgilere sahip dosyalar da dahil olmak üzere sabit diskteki dosyaları okuyabilir ve yazabilir. Ayrıca bu eklenti bilgisayarınıza zarar verebilecek diğer uygulamalar tarafından çağrılabilir. Lütfen eklenti kaynağından emin olun.
uk: Цей плагін може читати або записувати файли на вашому диску, включаючи конфіденційну інформацію. Також він може викликати інші програми чи програми, які можуть зашкодити комп'ютеру - обов'язково перевіряйте джерело.
zh_hans: 此插件可以在磁盘上读取或写入文件，其中可能包括敏感信息。 它也可以执行其他可能伤害您的计算机的程序或应用程序。所以肯定要验证源。
zh_hant: 此外掛可以讀取或寫入你的磁碟上的檔案，包含敏感資訊。它也可以呼叫其他可能破壞電腦的程式或軟體。請確定你有驗證此外掛的來源。

# permissions.file-system.name
source: Access the file system
af: Toegang tot die lêerstelsel
ca: Accedeix els fitxers
cs: Přístup k souborovému systému
da: Adgang til fil systemet
de: Dateisystem-Zugriff
es: Acceder al sistema de archivos
fr: Accéder au système de fichiers
he: גישה למערכת הקבצים
hr: Pristupi datotečnom sustavu
hu: Hozzáférés a fájlrendszerhez
id: Akses sistem file
it: Accedi ai file di sistema
ja: ファイルシステムにアクセス
ko: 파일 시스템에 접근합니다.
pl: Dostęp do systemu plików
pt_br: Acessar o sistema de arquivos
ro: Accesează fișiere de sistem
ru: Доступ к диску
sk: Prístup k súborovému systému
sr_rs: Pristupite sistemu datoteka
sv: Åtkomst till filsystemet
tr: Dosya sistemine erişim
uk: Доступ до файлової системи
zh_hans: 访问文件系统
zh_hant: 存取檔案系統

# permissions.network-request.any_site
source: Any site
af: Enige werf
ar: أي موقع
ca: Qualsevol lloc web
cs: Jakékoliv webové stránky
da: Enhver side
de: Beliebige Seiten
es: Cualquier sitio
fr: N'importe quel site
he: כל אתר
hr: Bilo koja web stranica
hu: Bármely webhely
id: Situs apapun
it: Qualsiasi sito
ja: 任意のサイト
ko: 모든 사이트
pl: Dowolna strona
pt_br: Qualquer site
ro: Orice site
ru: Любой сайт
sk: Akákoľvek stránka
sr_rs: Bilo koji sajt
sv: Alla sidor
tr: Herhangi bir site
uk: Будь-який сайт
zh_hans: 任何网站
zh_hant: 任何站台

# permissions.network-request.desc
source: This plugin can make requests from or upload data to these websites:
af: Hierdie inprop kan versoeke doen aan of data oplaai na hierdie webwerwe:
ar: هذا البرنامج المساعد يمكن أن يجعل إعادة تأكيد أو تحميل البيانات إلى هذه المواقع:
ca: Aquest complement pot fer peticions o pujar dades a aquests llocs web:
cs: Tento plug-in může odesílat požadavky nebo nahrávat data na tyto webové stránky:
da: This plugin can make requsts from or upload data to these websites:
de: Dieser Erweiterung kann Daten auf diesen Websites anfordern oder hochladen:
es: Este plugin puede solicitar o subir datos a estos sitios web:
fi: This plugin can make requsts from or upload data to these websites:
fr: Cette extension peut envoyer des requêtes ou des données vers ces sites web :
he: תוסף זה יכול לשלוח בקשות רשת ולהעלות נתונים לאתרים הבאים:
hi: This plugin can make requsts from or upload data to these websites:
hr: This plugin can make requsts from or upload data to these websites:
hu: Ez a bővítvény a következő webhelyekre kérhet vagy tölthet fel adatokat:
id: Plugin ini dapat meminta atau mengunggah data ke situs-situs berikut:
it: Questo plugin può fare richieste o inviare dati ai seguenti siti:
ja: このプラグインは、これらのウェブサイトにデータを通信（アップロード含む）することができます：
ko: 이 플러그인은 아래 웹사이트에 요청을 보내거나 데이터를 업로드할 수 있습니다:
nl: This plugin can make requsts from or upload data to these websites:
pl: Ta wtyczka może żądać danych lub przesłać dane na te strony:
pt_br: Este plugin pode fazer o pedido ou enviar dados para estes sites:
pt_pt: This plugin can make requsts from or upload data to these websites:
ro: Această extensie poate cere sau încărca date pe aceste site-uri:
ru: Этот плагин может выполнять запросы или загружать данные на эти сайты:
sk: Tento plugin môže prijímať alebo odosielať dáta na tieto webstránky:
sr_rs: Ova dodatna komponenta može poslati zahtev ili otpremati podatke na sledeće veb-sajtove:
sv: Detta tillägget kan göra förfrågan samt ladda upp data till följande webbplatser:
tr: Bu eklenti yandaki web sitelerinden veri alabilir yada veri gönderebilir:
uk: Цей плагін може завантажувати дані на або з цих сайтів:
zh_hans: 此插件可以从这些网站生成请求或上传数据：
zh_hant: 此外掛可以送出或傳送數據至這些網站：

# permissions.network-request.name
source: Network Request
af: Netwerkversoek
ar: طلب الشبكة
ca: Petició d'accés a la xarxa
cs: Síťový požadavek
da: Netværksanmodning
de: Netzwerk-Anfrage
es: Solicitud de red
fr: Réseau
he: בקשת רשת
hr: Mrežni zahtjev
hu: Hálózati kérés
id: Permintaan Jaringan
it: Richiesta di rete
ja: ネットワークリクエスト
ko: 네트워크 요청
pl: Żądanie sieciowe
pt_br: Solicitação de rede
ro: Solicitare rețea
ru: Сеть
sk: Sieťová Požiadavka
sr_rs: Mrežni zahtev
sv: Nätverksförfrågan
tr: Ağ İstekleri
uk: Мережевий запит
zh_hans: 网络请求
zh_hant: 網路請求

# permissions.show-alert.desc
source: This plugin can show pop-up alerts.
af: Hierdie inprop kan opwipwaarskuwings toon.
ar: هذه الإضافة يمكن أن تظهر تنبيهات منبثقة.
ca: Aquest complement pot mostrar finestres emergents.
cs: Tento plug-in může zobrazovat vyskakovací upozornění.
de: Diese Erweiterung kann Pop-Up-Warnungen anzeigen.
es: Este plugin puede mostrar alertas emergentes.
fr: Cette extension peut afficher des alertes.
he: תוסף זה יכול להציג התראות קופצות.
hr: Ovaj dodatak omogućuje prikaz prozora upozorenja.
hu: Ez a bővítmény képes felugró figyelmeztetéseket megjeleníteni.
id: Plugin ini dapat menampilkan peringatan pop-up.
it: Questo plugin può mostrare avvisi pop-up.
ja: このプラグインはポップアップアラートを表示できます。
ko: 이 플러그인은 경고창이 뜰 수 있습니다.
pl: Ta wtyczka może wyświetlać wyskakujące powiadomienia.
pt_br: Este plugin pode mostrar alertas pop-up.
ro: Această extensie poate afișa alerte pop-up.
ru: Этот плагин сможет показывать всплывающие уведомления.
sk: Tento plug-in môže zobrazovať vyskakovacie upozornenie.
sr_rs: Ova dodatna komponenta može prikazati iskačuća upozorenja.
sv: Detta tillägget kan visa popup-meddelanden.
tr: Bu eklenti, açılır uyarılar gösterebilir.
uk: Цей плагін може показувати спливаючі сповіщення.
zh_hans: 此插件可以显示弹出提醒。
zh_hant: 此外掛可以顯示彈出警告。

# permissions.show-alert.name
source: Show Alerts
af: Toon waarskuwings
ar: عرض التنبيه
ca: Mostrar alertes
cs: Zobrazit upozornění
da: Vi advarsler
de: Warnungen anzeigen
es: Mostrar alertas
fr: Afficher les alertes
he: הצג התראות
hr: Prikaži upozorenja
hu: Figyelmeztetések megjelenítése
id: Tampilkan Peringatan
it: Mostra avvisi
ja: アラートを表示
ko: 경고 표시
pl: Pokaż alerty
pt_br: Exibir alertas
ro: Arată alerte
ru: Показывать уведомления
sk: Zobraziť upozornenie
sr_rs: Prikaži upozorenja
sv: Visa Meddelanden
tr: Uyarıları göster
uk: Показувати оповіщення
zh_hans: 显示通知
zh_hant: 顯示警告

# permissions.video-overlay.desc
source: This plugin can render additional content on the top of the video.
af: Hierdie inprop kan bykomende inhoud bo-oor die video verbeeld.
ar: يمكن لهذه الإضافة أن توفر محتوى إضافياً في الجزء العلوي من الفيديو.
ca: Aquest complement pot renderitzar contingut adicional al damunt del vídeo.
cs: Tento plug-in může vykreslovat přes video další obsah.
de: Diese Erweiterung kann zusätzliche Inhalte am oberen Rand des Videos darstellen.
es: Este plugin puede representar contenido adicional en la parte superior del vídeo.
fr: Cette extension peut afficher du contenu supplémentaire par-dessus la vidéo.
he: תוסף זה יכול להציג תוכן נוסף בחלק העליון של הסרטון.
hr: Ovaj dodatak omogućuje prikaz dodatnog sadržaja u videu.
hu: Ez a bővítmény képes további tartalmakat megjeleníteni a videó tetején.
id: Plugin ini dapat menampilkan konten tambahan di atas video.
it: Questo plugin può effettuare il render di contenuti aggiuntivi sopra il video.
ja: このプラグインは、ビデオに追加のコンテンツを表示することができます。
ko: 이 플러그인은 화면에 다른 콘텐츠를 표시할 수 있습니다.
pl: Ta wtyczka może renderować dodatkowe treści nałożone na film.
pt_br: Este plugin pode renderizar conteúdo adicional no topo do vídeo.
ro: Această extensie poate reda conținut suplimentar în partea de sus a videoclipului.
ru: Этот плагин сможет отображать дополнительный контент поверх видео.
sk: Tento plug-in môže vykresľovať cez video ďalší obsah.
sr_rs: Ova dodatna komponenta može prikazati dodatni sadržaj preko video-zapisa.
sv: Detta tillägget kan rendera ytterligare innehåll ovanpå videon.
tr: Bu eklenti, video üzerinde başka içerikler gösterebilir.
uk: Цей плагін може відображувати додатковий контент поверх відео.
zh_hans: 此插件可以在视频顶部渲染附加内容。
zh_hant: 此外掛可以在影片上渲染額外內容。

# permissions.video-overlay.name
source: Add overlays on videos
af: Voeg oorlegsel oor video’s
ca: Afegir overlay als vídeos
cs: Přidat překrytí přes video
da: Tilføj overlay på videoer
de: Überlagerungen zu Videos hinzufügen
es: Añadir superposición en vídeos
fr: Afficher du contenu supplémentaire par-dessus les vidéos
he: הוסף שכבות על לסרטונים
hr: Dodaj sloj na videa
hu: Overlay hozzáadása videókhoz
id: Tambahkan overlay pada video
it: Aggiungi overlay ai video
ja: 動画にオーバーレイを追加
ko: 비디오에 오버레이 추가
pl: Dodaj nakładkę na filmy
pt_br: Adicionar sobreposição nos vídeos
ro: Adaugă overlay peste video
ru: Добавить оверлей на видео
sk: Pridať prekrytie cez video
sr_rs: Dodaj prekrivajući element na video-zapise
tr: Video üzerine katman ekle
uk: Додати оверлей на відео
zh_hans: 在视频上添加叠加层
zh_hant: 於影片新增重疊顯示

# pl_menu.add_file
source: Add File…
af: Voeg lêer toe…
ar: إضافة ملف…
ca: Afegeix fitxer…
cs: Přidat soubor…
da: Tilføj Arkiv…
de: Datei hinzufügen …
es: Añadir archivo…
fi: Lisää tiedosto…
fr: Ajouter un fichier…
he: הוסף קובץ…
hi: फाइल जोडें…
hr: Dodaj datoteku…
hu: Fájl hozzáadása…
id: Tambahkan file…
it: Aggiungi file…
ja: ファイルの追加…
ko: 파일 추가…
nl: Voeg bestand toe…
pl: Dodaj plik…
pt_br: Adicionar Arquivo…
pt_pt: Adicionar Ficheiro…
ro: Adaugă Fișier…
ru: Добавить файл…
sk: Pridať Súbor…
sr_rs: Dodaj datoteku…
sv: Lägg till fil…
tr: Dosya Ekle
uk: Додати файл…
zh_hans: 添加文件…
zh_hant: 加入檔案⋯

# pl_menu.add_sub
source: Add Subtitle…
af: Voeg onderskrif toe…
ar: إضافة ترجمه…
ca: Afegeix subtítol…
cs: Přidat titulky…
da: Tilføj underteskter…
de: Untertitel hinzufügen …
es: Añadir subtítulo…
fi: Lisää tekstitys…
fr: Ajouter un sous-titre…
he: הוסף כתוביות…
hi: उपशीर्षक जोड़ें…
hr: Dodaj titl…
hu: Felirat hozzáadása…
id: Tambahkan Terjemahan…
it: Aggiungi sottotitoli…
ja: 字幕の追加…
ko: 자막 추가…
nl: Voeg ondertiteling toe…
pl: Dodaj napisy…
pt_br: Adicionar Legenda…
pt_pt: Adicionar Legenda…
ro: Adaugă subtitrare…
ru: Добавить субтитры…
sk: Pridať Titulky…
sr_rs: Dodaj titl…
sv: Lägg till undertext…
tr: Altyazı Ekle…
uk: Додати субтитри…
zh_hans: 添加字幕…
zh_hant: 加入字幕⋯

# pl_menu.add_url
source: Add URL…
af: Voeg bronadres toe…
ar: إضافة عنوان URL…
ca: Afegeix enllaç…
cs: Přidat URL…
da: Tilføj URL…
de: Adresse hinzufügen …
es: Añadir URL…
fi: Lisää URL-osoite…
fr: Ajouter une URL…
he: הוסף URL…
hi: यू आर एल जोड़िये…
hr: Dodaj URL adresu…
hu: URL hozzáadása…
id: Tambahkan URL…
it: Aggiungi URL…
ja: URLの追加…
ko: URL 추가…
nl: Voeg URL toe…
pl: Dodaj adres URL…
pt_br: Adicionar URL…
pt_pt: Adicionar URL…
ro: Adaugă URL…
ru: Добавить URL…
sk: Pridať URL…
sr_rs: Dodaj URL…
sv: Lägg till URL…
tr: URL Ekle…
uk: Додати URL…
zh_hans: 添加 URL…
zh_hant: 加入 URL⋯
